{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"activation": "relu", "bias_constraint": null, "trainable": true, "bias_regularizer": null, "name": "dense_1", "kernel_regularizer": null, "dtype": "float32", "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "kernel_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "batch_input_shape": [null, 8], "units": 12}}, {"class_name": "Dense", "config": {"bias_constraint": null, "trainable": true, "bias_regularizer": null, "name": "dense_2", "kernel_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "kernel_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "units": 8}}, {"class_name": "Dense", "config": {"bias_constraint": null, "trainable": true, "bias_regularizer": null, "name": "dense_3", "kernel_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "kernel_constraint": null, "use_bias": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "units": 1}}], "backend": "tensorflow", "keras_version": "2.2.2"}